Revit 2027 API
Asset.Title Property
 Asset title
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Title { get; }
Public ReadOnly Property Title As String
	Get
public:
property String^ Title {
	String^ get ();
}
member Title : string with get
Property Value
String
See Also
Reference
Asset Class
Autodesk.Revit.DB.Visual Namespace